"ACL and permission settings are changed, but not applied" = "ACL i ustawienia uprawnień zostały zmienione, ale nie zastosowane";
"ACL and permissions cannot be changed for item \"%@\"." = "ACL i uprawnienia nie mogą być zmienione dla elementu \"%@\".";
"ACL and permissions cannot be read for item \"%@\"." = "ACL i uprawnienia nie mogą być odczytane dla elementu \"%@\".";
"Access Control List…" = "Lista Kontroli Dostępu…";
"Administration" = "Administracja";
"All descendants" = "Wszyscy potomkowie";
"Allow" = "Pozwól";
"Append Data" = "Dopisz Dane";
"Applies To" = "Dotyczy To";
"Applies to" = "Dotyczy to";
"Change Owner" = "Zmień właściciela";
"Change Permissions" = "Zmień Uprawnienia";
"Child files" = "Pliki podrzędne";
"Child folders" = "Foldery podrzędne";
"Create Files" = "Stwórz Pliki";
"Create Folder" = "Stwórz Foldery";
"Custom…" = "Niestandardowe…";
"Delete" = "Usuń";
"Delete Subfolders and Files" = "Usuń Podfoldery i Pliki";
"Deny" = "Odmów";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Czy chcesz zastosować zmienione ACL i ustawienia uprawnień dla elementu \"%@\"?";
"Drag a user to this panel to change" = "Przeciągnij użytkownika do tego panelu, aby zmienić";
"Drag a user to this panel to determine effective access privileges" = "Przeciągnij użytkownika do tego panelu w celu ustalenia faktycznych uprawnień dostępu";
"Drag group into ACL list to add." = "Przeciągnij grupę do listy ACL, aby dodać.";
"Drag user into ACL list to add." = "Przeciągnij użytkownika do listy ACL, aby dodać.";
"Effective Permissions" = "Faktyczne Uprawnienia";
"Execute File" = "Uruchom Plik";
"Full Control" = "Pełna Kontrola";
"Group:" = "Grupa:";
"Groups" = "Grupy";
"ID Is" = "ID jest";
"Inherit Entries from Parent Folder" = "Dziedziczą Wpisy od Folderu Nadrzędnego";
"Inherited" = "Dziedziczone";
"Inherited:" = "Dziedziczone:";
"List Folder Contents" = "Wyświetl Zawartość Folderu";
"Make Inherited Entries Explicit" = "Zrób Dziedziczone Wpisy Bezpośrednie";
"Name Contains" = "Nazwa Zawiera";
"Name Ends With" = "Nazwa Kończy Się Z";
"Name Is" = "Nazwa To";
"Name Starts With" = "Nazwa Zaczyna Się Z";
"No Access" = "Brak Dostępu";
"Not this item" = "Nie ten element";
"Number of records:" = "Liczba wpisów:";
"Permission" = "Uprawnienie";
"Permission Type:" = "Typ Uprawnienia:";
"Permissions for \"%@\"" = "Uprawnienia dla \"%@\"";
"Propagate Permissions…" = "Upowszechnij Uprawnienia...";
"Read" = "Odczyt";
"Read & Write" = "Odczyt i Zapis";
"Read Attributes" = "Odczyt Atrybutów";
"Read Data" = "Odczyt Danych";
"Read Extended Attributes" = "Odczyt Rozszerzonych Atrybutów";
"Read Permissions" = "Odczyt Uprawnień";
"Remove Access Control List" = "Usuń Listę Kontroli Dostępu";
"Remove Inherited Entries" = "Usuń Odziedziczone Wpisy";
"Revert" = "Odwróć";
"Save" = "Zapisz";
"Select User" = "Wybierz Użytkownika";
"Set of Permissions" = "Zestaw Uprawnień";
"Setting no permission is senseless." = "Ustawienie żadnych uprawnień jest bezsensowne.";
"Sort Access Control List Canonically" = "Sortuj Listę Kontroli Dostępy Kanonicznie";
"This item" = "Ten element";
"Traverse Folder" = "Przejdź Przez Folder";
"Type" = "Typ";
"Unknown:" = "Nieznane:";
"User Name" = "Nazwa Uśytkownika";
"User or Group" = "Użytkownik lub Grupa";
"User:" = "Użytkownik:";
"Users" = "Użytkownicy";
"Users & Groups" = "Użytkownicy i Grupy";
"Write" = "Zapisz";
"Write Attributes" = "Zapis Atrybutów";
"Write Data" = "Zapis Danych";
"Write Extended Attributes" = "Zapis Rozszerzonych Atrybutów";

/* ==== UNLOCALIZED ==== */

"UID" = "UID";
